Revit 2027 API
FormattedText.SetPlainText Method
Overload List
Name | Description
SetPlainText(String) |  Sets the entire text with the given text in a plain text form.
SetPlainText(TextRange, String) |  Sets the text with the given text in a plain text form in a range.
Top
See Also
Reference
FormattedText Class
Autodesk.Revit.DB Namespace